espressif/esp-usb/host/usb/test/target_test/ext_port/sdkconfig.ci.esp32p4_eco4
CONFIG_IDF_TARGET="esp32p4"
CONFIG_ESP32P4_SELECTS_REV_LESS_V3=y

# Hub ports assignment
CONFIG_USB_HOST_TEST_HUB_PORT_NUM_DEVICE_FSHS=1
CONFIG_USB_HOST_TEST_HUB_PORT_NUM_DEVICE_LS=2
CONFIG_USB_HOST_TEST_HUB_PORT_NUM_EMPTY=3
